
var Config = {};
Config.enableAnnouncements = true;
Config.announceMessages = [
    "Для навигации на карте используйте GPS в контекстном меню",
    "Зарплата начисляется на банковский счёт.",
    "Транспорт можно ускорить нажав SHIFT",
    "В нашей группе VK вы можете словить промокоды на донат!",
    "Написать жалобу на администратора, можно в группе VK или DISCORD",
    "Сообщить о багах можно в нашем DISCORD канале",
    "Если вы новичок, не забудьте прочитать правила нашего сервера на сайте minimalproject.ru/rules",
    "Используйте автоматы с напитками, чтобы восполнить шкалу голода",
    "Для отправки жалобы используйте команду в чат: /help",
    "Двери имеют своё физическое состояние - они могут сломаны, если произвести огонь по ним",
    "Если вы признаете свое нарушение и будете честны перед администратором, вам смягчат наказание"
];

Config.announcementLength = 10000;

